Repository: common-repository/borica-payments
Catalog: languages/borica-payments-*.po
Languages: bg_bg

source: TEST MODE
bg_bg: РЕЖИМ НА ТЕСТ

source: BORICA Payments Checkout works by redirecting customers to BORICA payment page where they enter their card details. To use this payment option you need to have a virtual POS.
bg_bg: Разплащания чрез платежната система на БОРИКА работи, като пренасочва клиентите към страницата за плащане на BORICA, където те въвеждат данните на картата си. За да използвате тази опция за плащане, трябва да имате виртуален POS.

source: Pay via Credit/Debit card
bg_bg: Плащане с кредитна/дебитна карта

source: ATTENTION, SYSTEM IS RUNNING IN TEST MODE.
bg_bg: ВНИМАНИЕ, СИСТЕМАТА РАБОТИ В ТЕСТОВ РЕЖИМ.

source: Gateway Disabled
bg_bg: Плъгинът е изключен

source: BORICA Payments is disabled and cannot be used.
bg_bg: BORICA Payments е изключен и не може да се използва.

source: Payment refunded<br/>Approval:
bg_bg: Възстановяване на сумата<br/>Авторизационе код:

source: <br/>Transaction Number:
bg_bg: <br/>Референция (RRN):

source: <br/>Gateway Order:
bg_bg: <br/>Вътрешен номер (ORDER) :

source: <br/>Net card payment:
bg_bg: <br/>Нетна сума на карта:

source: <br/>Internal Reference:
bg_bg: <br/>Вътрешна рефернция:

source: <br/>Reason:
bg_bg: <br/>Описание:

source: Payment refund declined with code:
bg_bg: Отказано връщане на сума. Код на грешка:

source: Pay
bg_bg: Плати

source: Payment approved<br/>Approval:
bg_bg: Одобрено плащане<br/>Авторизационен код:

source: <br/>Custom Order:
bg_bg: <br/>Вътрешен номер (ORDER) :

source: Payment cancelled by the client
bg_bg: Плащането е отказано от клиента

source: Payment declined with code:
bg_bg: Отказано плащане. Код на грешка:

source: Update Payment Status
bg_bg: Провери статуса на плащането

source: The order is not found!
bg_bg: Поръчката не е открита!

source: Cardholder info:
bg_bg: Съобщение към клиента:

source: No ZipArchive class available.
bg_bg: Няма наличен клас ZipArchive.

source: Check certificate
bg_bg: Провери сертификат

source: Cannot read private key!
bg_bg: Частният ключ не може да бъде прочетен!

source: Cannot read uploaded public key!
bg_bg: Публичният ключ не може да бъде прочетен!

source: The uploaded public key does not correspond to the private key in settings!
bg_bg: Зареденият публичен ключ не отговаря на частния ключ!

source: The uploaded public key corresponds to the private key in settings.
bg_bg: Зареденият публичен ключ отговаря на частния ключ.

source: Generate CSR
bg_bg: Генерирай CSR

source: is required
bg_bg: е задължителен

source: Settings
bg_bg: Настройки

source: Enable/Disable
bg_bg: Позволи/Забрани

source: Enable BORICA Payments
bg_bg: Активирай BORICA Payments

source: Debugging
bg_bg: Отстраняване на грешки (debugging)

source: Enable debugging
bg_bg: Активирай режима за отстраняване на грешки (debug mode)

source: Test Mode
bg_bg: Тестов режим

source: Enable test mode
bg_bg: Активирай тестов режим

source: Back Reference URL (BACKREF)
bg_bg: Адрес за получаване на отговор (BACKREF)

source: Merchant URL for posting the authorization result. Send this URL to your bank/BORICA.
bg_bg: Адрес на търговеца, където се получават отговорите от платежния сървър. Изпратете този URL на Вашата обслужваща банка/БОРИКА.

source: Terminal Identifier (TID)
bg_bg: Номер на терминал (TID)

source: ID of the terminal, provided by your bank/BORICA.
bg_bg: Идентификационния номер на терминала, предоставен от Вашата обслужваща банка/БОРИКА.

source: Merchant Identifier (MID)
bg_bg: Номер на търговеца (MID)

source: Your Merchant ID, provided by your bank/BORICA.
bg_bg: Вашият идентификатор като търговец, предоставен от Вашата обслужваща банка/БОРИКА.

source: Merchant Name
bg_bg: Име на търговеца

source: Merchant ID. Your customers will see this in their statement to identify the payment.
bg_bg: Вашият идентификатор като търговец. Вашите клиенти ще виждат този идентификатор в техните извлечения, за да идентифицират плащането.

source: Test environment settings
bg_bg: Настройки за тестова среда

source: Private Key
bg_bg: Частен ключ

source: Upload here the private key for your terminal to access the payment gateway.<br /> Allowed file types are .zip, .key.
bg_bg: Качете тук частния ключ на Вашия терминал за достъп до платежния сървър.<br /> Позволени формати на файла са .zip, .key.

source: Private key is not set
bg_bg: Частният ключ не е зададен

source: Private Key Password
bg_bg: Парола за частния ключ

source: The password to your private key.
bg_bg: Паролата за Вашия частен ключ.

source: Check Keys
bg_bg: Провери ключовете

source: Upload the Public Key that corresponds to your Private Key to check consistency.<br /> Allowed file types are .zip, .cer.
bg_bg: Качете тук публичния ключ, който отговаря на Вашия частен ключ за проверка на консистентността. Позволени формати на файла са .zip, .cer.

source: BORICA APGW URL (Test environment)
bg_bg: Адрес на платежния сървър (Тестова среда)

source: Production environment settings
bg_bg: Настройки за реална среда

source: BORICA APGW URL (Production environment)
bg_bg: Адрес на платежния сървър (Реална среда)

source: Help
bg_bg: Помощ

source: Generate private key and CSR
bg_bg: Генериране на частен ключ и заявка на сертификат

source: More information about the plugin
bg_bg: Допълнителна информация

source: Cancel
bg_bg: Отказ
